Repository: IvanHozeev/Calories
Catalog: Calories/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, he, pt

source: Готово!
ar: تم!
de: Fertig!
en: All set!
es: ¡Listo!
fr: Terminé !
he: הכל מוכן!
pt: Pronto!

source: Граммы
ar: جرامات
de: Gramm
en: Grams
es: Gramos
fr: Grammes
he: גרמים
pt: Gramas

source: Грецкий орех
ar: جوز
de: Walnuss
en: Walnut
es: Nuez
fr: Noix
he: אגוז מלך
pt: Noz

source: Гречка варёная
ar: حنطة سوداء مسلوقة
de: Gekochter Buchweizen
en: Boiled buckwheat
es: Trigo sarraceno cocido
fr: Sarrasin cuit
he: כוסמת מבושלת
pt: Trigo-sarraceno cozido

source: Грибы
ar: الفطر
de: Pilze
en: Mushrooms
es: Setas
fr: Champignons
he: פטריות
pt: Cogumelos

source: Грудь
ar: الصدر
de: Brust
en: Chest
es: Pecho
fr: Poitrine
he: חזה
pt: Peito

source: Груша
ar: كمثرى
de: Birne
en: Pear
es: Pera
fr: Poire
he: אגס
pt: Pera

source: Давай настроим твою персональную норму калорий — займёт меньше минуты.
ar: دعنا نضبط هدف السعرات الشخصي — سيستغرق أقل من دقيقة.
de: Richten wir Ihr persönliches Kalorienziel ein — dauert weniger als eine Minute.
en: Let's set up your personal calorie goal — it'll take less than a minute.
es: Configuremos tu meta de calorías personalizada — tomará menos de un minuto.
fr: Configurons votre objectif calorique personnel — cela prendra moins d'une minute.
he: בוא נגדיר את יעד הקלוריות האישי שלך — ייקח פחות מדקה.
pt: Vamos configurar sua meta calórica pessoal — levará menos de um minuto.

source: Далее
ar: التالي
de: Weiter
en: Next
es: Siguiente
fr: Suivant
he: הבא
pt: Próximo

source: Данные
ar: البيانات
de: Daten
en: Data
es: Datos
fr: Données
he: נתונים
pt: Dados

source: Данные на 100 г
ar: بيانات لكل 100 جم
de: Angaben pro 100 g
en: Data per 100 g
es: Datos por 100 g
fr: Données pour 100 g
he: נתונים ל-100 ג'
pt: Dados por 100 g

source: Данные о шагах недоступны на этом устройстве.
ar: بيانات الخطوات غير متاحة على هذا الجهاز.
de: Schritt-Daten auf diesem Gerät nicht verfügbar.
en: Step data is not available on this device.
es: Los datos de pasos no están disponibles en este dispositivo.
fr: Données de pas non disponibles sur cet appareil.
he: נתוני צעדים אינם זמינים במכשיר זה.
pt: Dados de passos não disponíveis neste dispositivo.

source: Данные хранятся только на этом устройстве. Синхронизации нет — выгрузи копию, чтобы не потерять историю вместе с телефоном.
ar: بياناتك موجودة على هذا الجهاز فقط. لا توجد مزامنة — صدّر نسخة حتى لا تفقد السجل مع الهاتف.
de: Deine Daten liegen nur auf diesem Gerät. Es gibt keine Synchronisierung – exportiere eine Kopie, damit der Verlust des Telefons nicht den Verlauf mitnimmt.
en: Your data lives only on this device. There is no sync — export a copy so losing the phone does not mean losing the history.
es: Tus datos solo están en este dispositivo. No hay sincronización: exporta una copia para no perder el historial con el teléfono.
fr: Tes données ne sont que sur cet appareil. Il n'y a pas de synchronisation — exporte une copie pour ne pas perdre l'historique avec le téléphone.
he: הנתונים שלך נמצאים רק במכשיר הזה. אין סנכרון — ייצא עותק כדי שאובדן הטלפון לא ימחק את ההיסטוריה.
pt: Seus dados ficam apenas neste dispositivo. Não há sincronização — exporte uma cópia para não perder o histórico junto com o telefone.

source: Дата
ar: التاريخ
de: Datum
en: Date
es: Fecha
fr: Date
he: תאריך
pt: Data

source: Дата и время
ar: التاريخ والوقت
de: Datum und Uhrzeit
en: Date and time
es: Fecha y hora
fr: Date et heure
he: תאריך ושעה
pt: Data e hora

source: Дата окончания
ar: تاريخ الانتهاء
de: Enddatum
en: End date
es: Fecha de fin
fr: Date de fin
he: תאריך סיום
pt: Data de término

source: Демо-заглушка: без реальной оплаты, просто включает Premium.
ar: عرض توضيحي: بدون دفع حقيقي، فقط يفعّل Premium.
de: Demo: ohne echte Zahlung, aktiviert einfach Premium.
en: Demo stub: no real payment, just enables Premium.
es: Demo: sin pago real, solo activa Premium.
fr: Démo : sans paiement réel, active simplement le Premium.
he: הדגמה: ללא תשלום אמיתי, פשוט מפעיל Premium.
pt: Demo: sem pagamento real, apenas ativa o Premium.

source: День
ar: يوم
de: Tag
en: Day
es: Día
fr: Jour
he: יום
pt: Dia

source: Динамика
ar: التغير
de: Verlauf
en: Trend
es: Evolución
fr: Évolution
he: מגמה
pt: Evolução

source: Динамика веса
ar: اتجاه الوزن
de: Gewichtsverlauf
en: Weight dynamics
es: Tendencia de peso
fr: Tendance du poids
he: מגמת משקל
pt: Tendência de peso

source: Дистанция
ar: المسافة
de: Distanz
en: Distance
es: Distancia
fr: Distance
he: מרחק
pt: Distância

source: Для применения нового языка перезапусти приложение.
ar: أعد تشغيل التطبيق لتطبيق اللغة الجديدة.
de: Starten Sie die App neu, um die neue Sprache zu übernehmen.
en: Restart the app to apply the new language.
es: Reinicia la app para aplicar el nuevo idioma.
fr: Redémarrez l'app pour appliquer la nouvelle langue.
he: הפעל מחדש את האפליקציה כדי להחיל את השפה החדשה.
pt: Reinicie o app para aplicar o novo idioma.

source: Дневная цель
ar: الهدف اليومي
de: Tagesziel
en: Daily Goal
es: Meta diaria
fr: Objectif journalier
he: יעד יומי
pt: Meta diária

source: Дневная цель вернётся к расчёту по профилю. Записи о еде и весе останутся на месте.
ar: سيعود هدفك اليومي إلى الحساب المعتمد على الملف الشخصي. تبقى سجلات الطعام والوزن كما هي.
de: Dein Tagesziel kehrt zur Berechnung anhand des Profils zurück. Einträge zu Essen und Gewicht bleiben erhalten.
en: Your daily target goes back to the profile-based calculation. Food and weight entries stay untouched.
es: Tu objetivo diario volverá al cálculo basado en el perfil. Los registros de comida y peso no se verán afectados.
fr: Ton objectif quotidien reviendra au calcul basé sur le profil. Tes entrées de repas et de poids restent intactes.
he: היעד היומי יחזור לחישוב לפי הפרופיל. רישומי המזון והמשקל יישארו במקומם.
pt: Sua meta diária voltará ao cálculo baseado no perfil. Os registros de comida e peso permanecerão intactos.

source: Дневник таблицей (CSV)
ar: اليوميات كجدول (CSV)
de: Tagebuch als Tabelle (CSV)
en: Diary as a table (CSV)
es: Diario como tabla (CSV)
fr: Journal en tableau (CSV)
he: היומן כטבלה (CSV)
pt: Diário como tabela (CSV)

source: Дней с целью
ar: أيام مع الهدف
de: Tage mit Ziel
en: Days on goal
es: Días con meta
fr: Jours avec objectif
he: ימים עם יעד
pt: Dias com meta

source: Добавить
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
he: הוסף
pt: Adicionar

source: Добавить блюдо
ar: إضافة طبق
de: Gericht hinzufügen
en: Add dish
es: Añadir plato
fr: Ajouter un plat
he: הוסף מנה
pt: Adicionar prato

source: Добавить в дневник
ar: أضف إلى اليوميات
de: Zum Tagebuch hinzufügen
en: Add to diary
es: Añadir al diario
fr: Ajouter au journal
he: הוסף ליומן
pt: Adicionar ao diário

source: Добавить в приём пищи
ar: إضافة إلى الوجبة
de: Zur Mahlzeit hinzufügen
en: Add to meal
es: Añadir a comida
fr: Ajouter au repas
he: הוסף לארוחה
pt: Adicionar à refeição

source: Добавить вес
ar: تسجيل الوزن
de: Gewicht eintragen
en: Log weight
es: Registrar peso
fr: Enregistrer le poids
he: הוסף משקל
pt: Registrar peso

source: Добавить запись
ar: إضافة سجل
de: Eintrag hinzufügen
en: Add entry
es: Añadir registro
fr: Ajouter un enregistrement
he: הוסף רשומה
pt: Adicionar registro

source: Добавить и сохранить
ar: أضف واحفظ
de: Hinzufügen und sichern
en: Add and save
es: Añadir y guardar
fr: Ajouter et enregistrer
he: הוסף ושמור
pt: Adicionar e salvar

source: Добавить ингредиент
ar: إضافة مكوّن
de: Zutat hinzufügen
en: Add ingredient
es: Añadir ingrediente
fr: Ajouter un ingrédient
he: הוסף מרכיב
pt: Adicionar ingrediente

source: Добавить продукт
ar: إضافة طعام
de: Lebensmittel hinzufügen
en: Add food
es: Añadir alimento
fr: Ajouter un aliment
he: הוסף מזון
pt: Adicionar alimento

source: Доступ к шагам
ar: الوصول إلى الخطوات
de: Zugriff auf Schritte
en: Step Tracking Access
es: Acceso a pasos
fr: Accès aux pas
he: גישה לנתוני צעדים
pt: Acesso aos passos

source: Другое
ar: أخرى
de: Sonstiges
en: Other
es: Otros
fr: Autre
he: אחר
pt: Outros

source: Еда
ar: الطعام
de: Essen
en: Food
es: Comida
fr: Nourriture
he: אוכל
pt: Comida

source: Единицы измерения
ar: وحدات القياس
de: Maßeinheiten
en: Units
es: Unidades
fr: Unités de mesure
he: יחידות מידה
pt: Unidades

source: Есть запас
ar: هناك مجال
de: Luft nach unten
en: Room to cut
es: Margen de mejora
fr: Marge à perdre
he: יש מרווח
pt: Há margem

source: Ж
ar: د
de: F
en: F
es: G
fr: L
he: ש
pt: G

source: Железная воля
ar: إرادة حديدية
de: Eiserner Wille
en: Iron will
es: Voluntad de hierro
fr: Volonté de fer
he: רצון ברזל
pt: Vontade de ferro

source: Женский
ar: أنثى
de: Weiblich
en: Female
es: Femenino
fr: Féminin
he: נקבה
pt: Feminino

source: Живот плоский
ar: بطن مسطح
de: Bauch flach
en: Flat
es: Vientre plano
fr: Ventre plat
he: בטן שטוחה
pt: Barriga plana

source: Жир %
ar: % الدهون
de: % Fett
en: Body Fat %
es: % Grasa
fr: % Graisse
he: % שומן
pt: % Gordura

source: Жир % (оценка)
ar: % الدهون (تقدير)
de: % Körperfett (geschätzt)
en: Body fat % (estimate)
es: % Grasa corporal (estimado)
fr: % Graisse corporelle (estimé)
he: % שומן (הערכה)
pt: % Gordura corporal (estimado)

source: Жир % (по обхватам)
ar: نسبة الدهون (من المحيطات)
de: Körperfett (aus Umfängen)
en: Body fat (from girths)
es: Grasa % (por contornos)
fr: Masse grasse (par les tours)
he: אחוז שומן (מהיקפים)
pt: Gordura % (por circunferências)

source: Жир считается методом ВМС США по обхватам из замеров, точность ±2–3%. Чтобы уточнить, снимай их в одном и том же месте.
ar: تُحسب الدهون بطريقة البحرية الأمريكية من محيطات القياسات بدقة ±2–3%. قِس دائمًا في الموضع نفسه.
de: Das Körperfett nutzt die US-Navy-Methode mit den Umfängen aus den Messungen, Genauigkeit ±2–3%. Miss immer an derselben Stelle.
en: Body fat uses the US Navy method on the girths from Measurements, accurate to ±2–3%. Take them at the same spot each time to keep it consistent.
es: La grasa usa el método de la Marina de EE. UU. con los contornos de Medidas, precisión ±2–3%. Mídelos siempre en el mismo punto.
fr: La masse grasse utilise la méthode de l'US Navy sur les tours saisis dans Mesures, précision ±2–3%. Mesure toujours au même endroit.
he: אחוז השומן מחושב בשיטת חיל הים האמריקאי מההיקפים שבמדידות, בדיוק ±2–3%. מדוד תמיד באותה נקודה.
pt: A gordura usa o método da Marinha dos EUA com as circunferências de Medidas, precisão ±2–3%. Meça sempre no mesmo ponto.

source: Жир считается по формуле Дойренберга от ИМТ, точность ±5%: она не различает мышцы и жир. Сними шею и пояс в замерах — тогда включится метод по обхватам.
ar: تُحسب الدهون بمعادلة دورينبرغ من مؤشر كتلة الجسم بدقة ±5%، وهي لا تفرّق بين العضلات والدهون. قِس الرقبة والسرة لتعمل طريقة المحيطات.
de: Das Körperfett nutzt die Deurenberg-Formel aus dem BMI, Genauigkeit ±5%: sie unterscheidet Muskeln nicht von Fett. Miss Hals und Nabel, dann greift die Umfangsmethode.
en: Body fat uses the Deurenberg formula from BMI, accurate to ±5%: it cannot tell muscle from fat. Measure your neck and navel and the girth-based method takes over.
es: La grasa usa la fórmula de Deurenberg a partir del IMC, precisión ±5%: no distingue músculo de grasa. Mide el cuello y el ombligo y se activará el método por contornos.
fr: La masse grasse utilise la formule de Deurenberg à partir de l'IMC, précision ±5% : elle ne distingue pas le muscle de la graisse. Mesure ton cou et ton nombril et la méthode par les tours prendra le relais.
he: אחוז השומן מחושב בנוסחת דוירנברג לפי BMI, בדיוק ±5%: היא אינה מבחינה בין שריר לשומן. מדוד צוואר וטבור וייכנס לפעולה החישוב לפי היקפים.
pt: A gordura usa a fórmula de Deurenberg a partir do IMC, precisão ±5%: não distingue músculo de gordura. Meça o pescoço e o umbigo e o método por circunferências assume.

source: Жиры
ar: الدهون
de: Fett
en: Fat
es: Grasas
fr: Lipides
he: שומן
pt: Gorduras

source: Жиры на 100 г
ar: الدهون لكل 100 جم
de: Fett pro 100 g
en: Fat per 100 g
es: Grasas por 100 g
fr: Lipides pour 100 g
he: שומן ל-100 ג'
pt: Gorduras por 100 g

source: Жиры, г
ar: الدهون، جم
de: Fett, g
en: Fat, g
es: Grasas, g
fr: Lipides, g
he: שומן, ג'
pt: Gorduras, g

source: Журнал
ar: السجل
de: Tagebuch
en: Journal
es: Diario
fr: Journal
he: יומן
pt: Diário

source: За период
ar: خلال الفترة
de: Im Zeitraum
en: For the period
es: En el período
fr: Sur la période
he: לתקופה
pt: No período

source: Завершить план
ar: إنهاء الخطة
de: Plan beenden
en: End plan
es: Finalizar el plan
fr: Terminer le plan
he: סיים תוכנית
pt: Encerrar o plano

source: Завершить план?
ar: إنهاء الخطة؟
de: Plan beenden?
en: End plan?
es: ¿Finalizar el plan?
fr: Terminer le plan ?
he: לסיים את התוכנית?
pt: Encerrar o plano?

source: Завершить текущий план
ar: إنهاء الخطة الحالية
de: Aktuellen Plan beenden
en: Finish current plan
es: Finalizar plan actual
fr: Terminer le plan actuel
he: סיים תוכנית נוכחית
pt: Encerrar plano atual

source: Завтрак
ar: الفطور
de: Frühstück
en: Breakfast
es: Desayuno
fr: Petit-déjeuner
he: ארוחת בוקר
pt: Café da manhã

source: Закрой и открой приложение заново, чтобы язык применился.
ar: أغلق التطبيق وأعد فتحه لتطبيق اللغة.
de: Schließen und öffnen Sie die App erneut, um die Sprache zu übernehmen.
en: Close and reopen the app for the language to take effect.
es: Cierra y abre la app de nuevo para aplicar el idioma.
fr: Fermez et rouvrez l'app pour appliquer la langue.
he: סגור ופתח מחדש את האפליקציה כדי להחיל את השפה.
pt: Feche e abra o app novamente para aplicar o idioma.

source: Закрыть
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
he: סגור
pt: Fechar

# Замедлить: при %lld ккал/день придёшь к %@ кг к %@.
source: Замедлить: при %1$lld ккал/день придёшь к %2$@ кг к %3$@.
ar: تباطأ: مع %1$lld سعرة/يوم ستصل إلى %2$@ كجم بحلول %3$@.
de: Verlangsamen: Mit %1$lld kcal/Tag erreichen Sie %2$@ kg bis %3$@.
en: Slow down: at %1$lld kcal/day you'll reach %2$@ kg by %3$@.
es: Reducir: con %1$lld kcal/día llegarás a %2$@ kg para %3$@.
fr: Ralentir : avec %1$lld kcal/jour vous atteindrez %2$@ kg d'ici %3$@.
he: האט: עם %1$lld קק"ל/יום תגיע ל-%2$@ ק"ג עד %3$@.
pt: Desacelerar: com %1$lld kcal/dia você chegará a %2$@ kg até %3$@.

source: Замер
ar: قياس
de: Messung
en: Measurement
es: Medida
fr: Mesure
he: מדידה
pt: Medida

source: Замеров пока нет
ar: لا توجد قياسات بعد
de: Noch keine Messungen
en: No measurements yet
es: Aún no hay medidas
fr: Pas encore de mesures
he: עדיין אין מדידות
pt: Ainda sem medidas

source: Замеры
ar: القياسات
de: Maße
en: Measurements
es: Medidas
fr: Mesures
he: מדידות
pt: Medidas

source: Заметно тренированный
ar: متمرّن بوضوح
de: Sichtbar trainiert
en: Visibly trained
es: Claramente entrenado
fr: Visiblement entraîné
he: מאומן בבירור
pt: Claramente treinado

source: Заметно уже костяка
ar: أضيق بوضوح
de: Deutlich schmaler
en: Well inside the frame
es: Bastante por dentro
fr: Bien en dedans
he: צר בבירור מהשלד
pt: Bem dentro da estrutura

source: Заметный выступ
ar: بروز ملحوظ
de: Deutlicher Bauch
en: Noticeable belly
es: Barriga marcada
fr: Ventre marqué
he: בטן בולטת
pt: Barriga marcada

source: Записать вес
ar: تسجيل الوزن
de: Gewicht eintragen
en: Log weight
es: Registrar peso
fr: Enregistrer le poids
he: רשום משקל
pt: Registrar peso

source: Записи не потеряны, но приложение не смогло их прочитать. Попробуй перезапустить устройство. Не переустанавливай приложение — это сотрёт дневник.
ar: سجلاتك لم تُفقد، لكن التطبيق لم يستطع قراءتها. جرّب إعادة تشغيل الجهاز. لا تُعد تثبيت التطبيق — فذلك سيمحو اليوميات.
de: Deine Einträge sind nicht verloren, aber die App konnte sie nicht lesen. Starte das Gerät neu. Installiere die App nicht neu – das würde das Tagebuch löschen.
en: Your entries are not lost, but the app could not read them. Try restarting the device. Do not reinstall the app — that would erase the diary.
es: Tus registros no se han perdido, pero la app no pudo leerlos. Prueba a reiniciar el dispositivo. No reinstales la app: eso borraría el diario.
fr: Tes entrées ne sont pas perdues, mais l'app n'a pas pu les lire. Essaie de redémarrer l'appareil. Ne réinstalle pas l'app : cela effacerait le journal.
he: הרישומים שלך לא אבדו, אך האפליקציה לא הצליחה לקרוא אותם. נסה להפעיל מחדש את המכשיר. אל תתקין מחדש את האפליקציה — הדבר ימחק את היומן.
pt: Seus registros não foram perdidos, mas o app não conseguiu lê-los. Tente reiniciar o dispositivo. Não reinstale o app — isso apagaria o diário.

source: Заполни параметры тела ниже — план считается по твоим BMR и TDEE.
ar: املأ قياسات جسمك بالأسفل — تُحسب الخطة وفق BMR وTDEE الخاصين بك.
de: Trage unten deine Körperdaten ein – der Plan wird aus deinem BMR und TDEE berechnet.
en: Fill in your body metrics below — the plan is calculated from your BMR and TDEE.
es: Completa tus parámetros corporales abajo: el plan se calcula con tu BMR y TDEE.
fr: Renseigne tes paramètres corporels ci-dessous : le plan se calcule à partir de ton BMR et de ton TDEE.
he: מלא את נתוני הגוף שלך למטה — התוכנית מחושבת לפי ה-BMR וה-TDEE שלך.
pt: Preencha seus parâmetros corporais abaixo — o plano é calculado com base no seu BMR e TDEE.

source: Заполните профиль, чтобы рассчитать цель
ar: أكمل ملفك الشخصي لحساب الهدف
de: Profil ausfüllen, um Ziel zu berechnen
en: Complete your profile to calculate your goal
es: Completa tu perfil para calcular la meta
fr: Remplissez le profil pour calculer l'objectif
he: מלא את הפרופיל כדי לחשב יעד
pt: Preencha o perfil para calcular a meta

source: Запястье
ar: المعصم
de: Handgelenk
en: Wrist
es: Muñeca
fr: Poignet
he: שורש כף היד
pt: Punho

source: Здесь появятся прошедшие дни
ar: ستظهر الأيام السابقة هنا
de: Vergangene Tage erscheinen hier
en: Past days will appear here
es: Aquí aparecerán los días anteriores
fr: Les jours passés apparaîtront ici
he: ימים קודמים יופיעו כאן
pt: Os dias anteriores aparecerão aqui

source: Знаменатель костный и не меняется, поэтому рост отношения — это именно набранные дельты и широчайшие. Плечи/талия растут и от одной сушки, здесь так не схитрить.
ar: المقام عظمي ولا يتغير، لذا ارتفاعه يعني نموًّا حقيقيًا في الدالية والظهر. نسبة الكتفين إلى الخصر تتحسن بالتنشيف وحده، أما هذه فلا.
de: Der Nenner ist Knochen und bleibt gleich – ein Anstieg bedeutet also echten Zuwachs an Deltas und Lats. Schultern / Taille verbessert sich schon durch Diät allein, das hier nicht.
en: The denominator is bone and does not move, so a rise here means delts and lats actually grew. Shoulders / waist can improve from cutting alone; this cannot.
es: El denominador es hueso y no cambia, así que una subida aquí significa que deltoides y dorsales crecieron. Hombros / cintura mejora solo con definición; esto no.
fr: Le dénominateur est osseux et ne bouge pas : une hausse ici signifie que les deltoïdes et les dorsaux ont vraiment grossi. Épaules / taille peut s'améliorer par la seule sèche, pas celui-ci.
he: המכנה הוא עצם ואינו משתנה, ולכן עלייה כאן משמעה שהדלתא והגב באמת גדלו. כתפיים/מותן משתפר גם מחיטוב בלבד — כאן לא.
pt: O denominador é osso e não muda, então uma subida aqui significa que deltoides e dorsais cresceram. Ombros / cintura melhora só com o cutting; este não.

source: Золотое сечение
ar: النسبة الذهبية
de: Goldener Schnitt
en: Golden ratio
es: Proporción áurea
fr: Nombre d'or
he: יחס הזהב
pt: Proporção áurea

source: ИМТ
ar: مؤشر كتلة الجسم
de: BMI
en: BMI
es: IMC
fr: IMC
he: BMI
pt: IMC

source: Идёшь по графику
ar: وفق الجدول
de: Im Zeitplan
en: On track
es: En seguimiento
fr: Dans les temps
he: בדיוק לפי התוכנית
pt: No ritmo

source: Из банка недели
ar: من بنك الأسبوع
de: Aus der Wochenbank
en: From Weekly Bank
es: Del banco semanal
fr: De la banque hebdomadaire
he: מבנק השבועי
pt: Do banco da semana

source: Из профиля — норма белка на кг веса под твою цель.
ar: من الملف الشخصي — هدف البروتين لكل كجم وفق هدفك.
de: Aus dem Profil — Eiweißziel pro kg gemäß Ihrem Ziel.
en: From your profile — protein goal scaled to your body weight and target.
es: Del perfil — meta de proteína por kg según tu objetivo.
fr: Du profil — objectif protéines par kg selon votre but.
he: מהפרופיל — יעד חלבון לק"ג משקל לפי היעד שלך.
pt: Do perfil — meta de proteína por kg conforme seu objetivo.

source: Избыточный
ar: زيادة الوزن
de: Übergewicht
en: Overweight
es: Sobrepeso
fr: Surpoids
he: עודף משקל
pt: Sobrepeso

source: Икра
ar: بطة الساق
de: Wade
en: Calf
es: Pantorrilla
fr: Mollet
he: שוק
pt: Panturrilha

source: История
ar: السجل
de: Verlauf
en: History
es: Historial
fr: Historique
he: היסטוריה
pt: Histórico

source: Источник
ar: المصدر
de: Quelle
en: Source
es: Fuente
fr: Source
he: מקור
pt: Fonte

source: Итого
ar: الإجمالي
de: Gesamt
en: Total
es: Total
fr: Total
he: סה"כ
pt: Total

source: Итого сегодня
ar: إجمالي اليوم
de: Gesamt heute
en: Total Today
es: Total hoy
fr: Total aujourd'hui
he: סה"כ היום
pt: Total hoje

source: Ищем в базе данных...
ar: جاري البحث في قاعدة البيانات...
de: Suche in der Datenbank...
en: Searching database...
es: Buscando en la base de datos...
fr: Recherche dans la base de données...
he: מחפש במסד הנתונים...
pt: Buscando no banco de dados...

source: Ищем…
ar: جارٍ البحث…
de: Suche…
en: Searching…
es: Buscando…
fr: Recherche…
he: מחפש…
pt: Buscando…

source: Йогурт натуральный
ar: زبادي طبيعي
de: Naturjoghurt
en: Plain yogurt
es: Yogur natural
fr: Yaourt nature
he: יוגורט טבעי
pt: Iogurte natural

source: Как в системе
ar: حسب النظام
de: Wie das System
en: Match system
es: Según el sistema
fr: Comme le système
he: לפי המערכת
pt: Como o sistema

source: Как идёт план
ar: تقدم الخطة
de: Planfortschritt
en: Plan progress
es: Progreso del plan
fr: Progression du plan
he: התקדמות התוכנית
pt: Progresso do plano

source: Какая цель?
ar: ما هدفك؟
de: Was ist Ihr Ziel?
en: What's your goal?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
he: מה המטרה שלך?
pt: Qual é seu objetivo?

source: Календарь
ar: التقويم
de: Kalender
en: Calendar
es: Calendario
fr: Calendrier
he: לוח שנה
pt: Calendário

source: Калории
ar: السعرات الحرارية
de: Kalorien
en: Calories
es: Calorías
fr: Calories
he: קלוריות
pt: Calorias

source: Калории на 100 г
ar: السعرات لكل 100 جم
de: Kalorien pro 100 g
en: Calories per 100 g
es: Calorías por 100 g
fr: Calories pour 100 g
he: קלוריות ל-100 ג'
pt: Calorias por 100 g

source: Камера недоступна
ar: الكاميرا غير متاحة
de: Kamera nicht verfügbar
en: Camera unavailable
es: Cámara no disponible
fr: Caméra indisponible
he: המצלמה אינה זמינה
pt: Câmera indisponível

source: Капуста белокочанная
ar: ملفوف أبيض
de: Weißkohl
en: White cabbage
es: Repollo blanco
fr: Chou blanc
he: כרוב לבן
pt: Repolho branco

source: Картофель варёный
ar: بطاطس مسلوقة
de: Gekochte Kartoffel
en: Boiled potato
es: Patata cocida
fr: Pomme de terre bouillie
he: תפוח אדמה מבושל
pt: Batata cozida

source: Категория
ar: الفئة
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
he: קטגוריה
pt: Categoria

source: Квадрицепс
ar: العضلة الرباعية
de: Quadrizeps
en: Quad
es: Cuádriceps
fr: Quadriceps
he: ארבע ראשי
pt: Quadríceps

source: Киви
ar: كيوي
de: Kiwi
en: Kiwi
es: Kiwi
fr: Kiwi
he: קיווי
pt: Kiwi

source: Киноа варёная
ar: كينوا مسلوقة
de: Gekochte Quinoa
en: Boiled quinoa
es: Quinoa cocida
fr: Quinoa cuit
he: קינואה מבושלת
pt: Quinoa cozida

source: Ккал
ar: سعرة
de: Kcal
en: Kcal
es: Kcal
fr: Kcal
he: קק"ל
pt: Kcal

source: Ккал в день
ar: سعرة يومياً
de: Kcal pro Tag
en: kcal per day
es: Kcal por día
fr: Kcal par jour
he: קק"ל ביום
pt: Kcal por dia

source: Клубника
ar: فراولة
de: Erdbeere
en: Strawberry
es: Fresa
fr: Fraise
he: תות שדה
pt: Morango

source: Когда
ar: متى
de: Wann
en: When
es: Cuándo
fr: Quand
he: מתי
pt: Quando

source: Кола
ar: كولا
de: Cola
en: Cola
es: Cola
fr: Cola
he: קולה
pt: Refrigerante de cola

source: Количество, г
ar: الكمية، جم
de: Menge, g
en: Amount, g
es: Cantidad, g
fr: Quantité, g
he: כמות, ג'
pt: Quantidade, g

source: Костяк (запястье)
ar: البنية العظمية (المعصم)
de: Knochenbau (Handgelenk)
en: Frame (wrist)
es: Estructura (muñeca)
fr: Ossature (poignet)
he: מבנה שלד (שורש כף היד)
pt: Estrutura (punho)

source: Кофе с молоком
ar: قهوة بالحليب
de: Kaffee mit Milch
en: Coffee with milk
es: Café con leche
fr: Café au lait
he: קפה עם חלב
pt: Café com leite
